<!DOCTYPE html> <!--Программа приветствия -->
<html>
<head>
	<meta charset="utf-8">
	<title>ЛР-1. Программа приветствия</title>
</head>
<body>
<h3>Лабораторная работа №1. Конструкция echo<br>
Выполнил: Батырбеков Эрлис, студент группы АС(б) 1-19.<h3/>
<hr size="3" color="red">
	<?php 
		echo 'Программа приветствия на PHP<br>';
		echo 'Привет друзья!<br>';
		echo '<h2>echo "Строка";</h2>';
		echo '<h2>echo - конструкция языка PHP, используемая <br>
		для вывода одну или более строк</h2>';
	?>	
</body>
</html>
